Chromium.pfm_title = "Chromium";
Chromium.pfm_description = "Valg for Chromium";
AllowCrossOriginAuthPrompt.pfm_title = "Opphavsuavhengige HTTP Basic Auth-forespørsler";
AllowCrossOriginAuthPrompt.pfm_description = "Kontrollerer om underordnet tredjepartsinnhold på en side kan vises som forgrunnsvindu i dialogfeltet HTTP Basic Auth. Dette er vanligvis deaktivert som beskyttelse mot nettfisking.";
AllowFileSelectionDialogs.pfm_title = "Tillat oppkallelse av filvalgdialoger.";
AllowFileSelectionDialogs.pfm_description = "Gir tilgang til lokale filer på datamaskinen ved å la Chromium vise filvalgsdialoger. Hvis du aktiverer denne innstillingen, kan brukerne åpne filvalgsdialoger som normalt. Hvis du deaktivere denne innstillingen, vises det i stedet en melding hver gang brukeren utfører en handling som kan frembringe en filvalgsdialog (som f.eks. importering av bokmerker, opplasting av filer, lagring av koblinger osv.), og det antas at brukeren har klikket på Avbryt i filvalgsdialogen. Hvis innstillingen ikke er angitt, kan brukerne åpne filvalgsdialogen som normalt.";
AllowOutdatedPlugins.pfm_title = "Tillat kjøring av foreldede programtillegg";
AllowOutdatedPlugins.pfm_description = "Lar Chromium kjøre programtillegg som er foreldede. Hvis du aktiverer denne innstillingen, brukes foreldede programtillegg som normale programtillegg. Hvis du deaktiverer denne innstillingen, brukes ikke foreldede programtillegg, og brukerne blir ikke bedt om tillatelse til å kjøre dem. Hvis denne innstillingen ikke er angitt, blir brukerne spurt om tillatelse til å kjøre foreldede programtillegg.";
AlternateErrorPagesEnabled.pfm_title = "Aktiver alternative feilsider";
AlternateErrorPagesEnabled.pfm_description = "Aktiverer bruk av alternative feilsider som er innebygd i Chromium (f.eks. «Finner ikke siden»), og hindrer brukere i å endre denne innstillingen. Hvis du aktiverer denne innstillingen, brukes alternative feilsider. Hvis du deaktiverer denne innstillingen, brukes aldri alternative feilsider. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukere endre eller overstyre denne innstillingen i Chromium.";
AlwaysAuthorizePlugins.pfm_title = "Kjører alltid programtillegg som krever godkjenning";
AlwaysAuthorizePlugins.pfm_description = "Lar Chromium kjøre programtillegg som krever godkjenning. Hvis du aktiverer denne innstillingen, kjører alltid programtillegg som ikke er foreldede. Hvis denne innstillingen er deaktivert eller ikke angitt, blir brukerne bedt om tillatelse til å kjøre programtillegg som krever godkjenning. Dette er programtillegg som kan sette sikkerheten på spill.";
AuthNegotiateDelegateWhitelist.pfm_title = "Godkjenningsliste for delegasjonstjener for Kerberos";
AuthNegotiateDelegateWhitelist.pfm_description = "Tjenere som Chromium kan delegere til.";
AuthSchemes.pfm_title = "Støttede autentiseringssystemer";
AuthSchemes.pfm_description = "Angir hvilke HTTP-autentiseringssystemer som støttes av Chromium. Mulige verdier er «basic», «digest», «ntlm» og «negotiate». Skill mellom flere verdier med kommategn.";
AuthServerWhitelist.pfm_title = "Godkjenningsliste for autentiseringstjener";
AuthServerWhitelist.pfm_description = "Angir hvilke tjenere som bør stå på godkjenningslisten for integrert autentisering. Integrert autentisering er kun aktivert når Chromium mottar en autentiseringsutfordring fra en mellomtjener eller fra en tjener som står oppført på denne listen over tillatelser. Skill mellom flere tjenernavn med kommategn. Jokertegn (*) er tillatt.";
AutoFillEnabled.pfm_title = "Aktiver Autofyll";
AutoFillEnabled.pfm_description = "Aktiverer Autofyll-funksjonen i Chromium, og lar brukere autofullføre nettskjemaer ved hjelp av opplysninger som har blitt lagret tidligere, som for eksempel adresse- eller kredittkortinformasjon. Hvis du deaktiverer denne innstillingen, får ikke brukerne tilgang til Autofyll. Hvis du aktiverer denne innstillingen eller ikke angir en verdi, beholder brukeren tilgang til Autofyll. Dette lar brukerne konfigurere Autofyll-profiler og slå på og av Autofyll etter eget forgodtbefinnende.";
BlockThirdPartyCookies.pfm_title = "Blokkér tredjeparts informasjonskapsler";
BlockThirdPartyCookies.pfm_description = "Blokkerer tredjeparts informasjonskapsler. Aktivering av denne innstillingen hindrer at informasjonskapsler blir angitt av nettsideelementer som ikke kommer fra domenet i nettleserens adressefelt. Ved å deaktivere denne innstillingen kan informasjonskapsler angis av nettsideelementer som ikke kommer fra domenet i nettleserens adressefelt. Deaktiveringen hindrer også brukerne i å endre denne innstillingen.";
BookmarkBarEnabled.pfm_title = "Aktiver bokmerkerad";
BookmarkBarEnabled.pfm_description = "Aktiverer bokmerkeraden på siden Ny fane i Chromium. Hvis du aktiverer denne innstillingen, viser Chromium en bokmerkerad på siden Ny fane. Hvis du deaktiverer denne innstillingen, kommer brukerne ikke til å se bokmerkeraden. Hvis du aktiverer eller deaktiverer denne innstillingen, kan brukerne ikke endre eller overstyre den i Chromium.";
ClearSiteDataOnExit.pfm_title = "Tøm nettstedsdata når nettleseren avsluttes";
ClearSiteDataOnExit.pfm_description = "Denne retningslinjen overstyrer innholdsinnstillingsalternativet «Tøm informasjonskapsler og andre nettstedsdata når jeg lukker nettleseren». Når denne aktiveres, sletter Chromium alle lokalt lagrede data fra nettleseren når den blir lukket.";
CookiesAllowedForUrls.pfm_title = "Tillat informasjonskapsler på disse nettstedene";
CookiesAllowedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som kan angi informasjonskapsler.";
CookiesBlockedForUrls.pfm_title = "Blokkér informasjonskapsler på disse nettstedene";
CookiesBlockedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som ikke kan angi informasjonskapsler.";
CookiesSessionOnlyForUrls.pfm_title = "Tillat informasjonskapsler som kun gjelder for den aktuelle økten på disse nettstedene";
CookiesSessionOnlyForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som kan angi informasjonskapsler som kun gjelder for den aktuelle økten.";
DefaultBrowserSettingEnabled.pfm_title = "Angi Chrome som standardnettleser";
DefaultBrowserSettingEnabled.pfm_description = "Konfigurerer standard nettleserkontroller i Chromium og hindrer brukere i å endre dem. Hvis du aktiverer denne innstillingen, sjekker Chromium alltid ved oppstart om den er standardnettleser, og registrerer seg selv automatisk om mulig. Hvis denne innstillingen er deaktivert, sjekker Chromium aldri om den er standardnettleser, og deaktiverer brukerstyrt kontroll av dette alternativet. Hvis denne innstillingen ikke er angitt, lar Chromium brukeren kontrollere om den er standardnettleser, og hvorvidt brukervarslinger skal vises når den ikke er det.";
DefaultCookiesSetting.pfm_title = "Standardinnstilling for informasjonskapsler";
DefaultCookiesSetting.pfm_description = "0 - Lar alle nettsteder angi lokale data.\n1 - Ikke la noen nettsteder angi lokale data\nLar deg angi hvorvidt nettsteder har tillatelse til å angi lokale data. Tillatelsen til å angi lokale data kan enten tillates for alle nettsteder eller nektes for alle nettsteder.";
DefaultGeolocationSetting.pfm_title = "Standardinnstilling for geoposisjonering";
DefaultGeolocationSetting.pfm_description = "0 - Tillat nettsteder å spore brukernes fysiske plassering\n1 - Ikke la noen nettsteder spore brukernes fysiske plassering\n2 - Spør hver gang et nettsted ønsker å spore brukernes fysiske plassering\nLar deg angi hvorvidt nettsteder har tillatelse til å spore brukernes fysiske plassering. Sporing av brukernes fysiske plassering kan tillates som standard, nektes som standard, eller brukeren kan bli spurt hver gang et nettsted ber om den fysiske plasseringen.";
DefaultImagesSetting.pfm_title = "Standardinnstilling for bilder";
DefaultImagesSetting.pfm_description = "0 - La alle nettsteder vise alle bilder\n1 - Ikke la noen nettsteder vise bilder\nLar deg angi hvorvidt nettsteder har tillatelse til å vise bilder. Visning av bilder kan enten tillates for alle nettsteder eller nektes for alle nettsteder.";
DefaultJavaScriptSetting.pfm_title = "Standard JavaScript-innstilling";
DefaultJavaScriptSetting.pfm_description = "0 - Tillat alle nettsteder å kjøre JavaScript\n1 - Ikke tillat nettsteder å kjøre JavaScript\nLar deg angi hvorvidt nettsteder har tillatelse til å kjøre JavaScript. Kjøring av JavaScript kan enten tillates for alle nettsteder eller nektes for alle nettsteder.";
DefaultNotificationSetting.pfm_title = "Standardinnstilling for varslinger";
DefaultNotificationSetting.pfm_description = "0 - Tillat nettsteder å vise skrivebordsvarslinger\n1 - Ikke tillat noen nettsteder å vise skrivebordsvarslinger\n2 - Spør hver gang et nettsted ønsker å vise skrivebordsvarslinger\nLar deg angi hvorvidt nettsteder har tillatelse til å vise skrivebordsvarslinger. Visning av skrivebordsvarslinger kan enten tillates eller nektes som standard, eller brukeren kan bli spurt hver gang et nettsted vil vise skrivebordsvarslinger.";
DefaultPluginsSetting.pfm_title = "Standardinnstilling for programtillegg";
DefaultPluginsSetting.pfm_description = "0 - Tillat alle nettsteder å kjøre programtillegg\n1 - Blokkér alle programtillegg\nLar deg angi hvorvidt nettsteder har tillatelse til automatisk kjøring av programtillegg. Automatisk kjøring av programtillegg kan enten tillates for alle nettsteder eller nektes for alle nettsteder.";
DefaultPopupsSetting.pfm_title = "Standardinnstillinger for forgrunnsvinduer";
DefaultPopupsSetting.pfm_description = "0 - Tillat alle nettsteder å vise forgrunnsvinduer\n1 - Ikke la noen nettsteder vise forgrunnsvinduer\nLar deg angi hvorvidt nettsteder har tillatelse til å vise forgrunnsvinduer. Visning av forgrunnnsvinduer kan enten tillates for alle nettsteder eller nektes for alle nettsteder.";
DefaultSearchProviderEnabled.pfm_title = "Aktiver standard søkeleverandør";
DefaultSearchProviderEnabled.pfm_description = "Aktiverer bruk av en standard søkeleverandør. Hvis du aktiverer denne innstillingen, utføres et standardsøk når brukeren skriver inn tekst i søkefeltet som ikke er en nettadresse. Du kan angi hvilken søkeleverandør som skal brukes som standard ved å angi resten av standardsretningslinjene for søk. Hvis disse står tomme, kan brukeren velge standard søkeleverandør. Hvis du deaktivere denne innstillingen, utføres det ikke søk når brukeren skriver inn tekst i søkefeltet som ikke er en nettadresse. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den i Chromium.";
DefaultSearchProviderEncodings.pfm_title = "Kodinger av standard søkeleverandør";
DefaultSearchProviderEncodings.pfm_description = "Angir tegnkodingen som støttes av søkeleverandøren. Kodingen er navn på tegntabeller som for eksempel UTF-8, GB2312, og ISO-8859-1. De blir prøvd i angitt rekkefølge. Standardverdien er UTF-8.";
DefaultSearchProviderIconURL.pfm_title = "Ikon for standard søkeleverandør";
DefaultSearchProviderIconURL.pfm_description = "Angir nettadresse til favorittikon for standard søkeleverandør. Valgfritt.";
DefaultSearchProviderInstantURL.pfm_title = "Umiddelbar nettadresse for standard søkeleverandør";
DefaultSearchProviderInstantURL.pfm_description = "Angir nettadressen til søkemotoren som brukes for å tilby øyeblikkelige resultater. Nettadressen må inneholde strengen '{searchTerms}', som på søketidspunktet blir erstattet av teksten brukeren har skrevet inn så langt. Valgfritt.";
DefaultSearchProviderKeyword.pfm_title = "Søkeord for standard søkeleverandør";
DefaultSearchProviderKeyword.pfm_description = "Angir søkeordet, som er snarveien som brukes i søkefeltet for å utløse søket etter denne leverandøren. Valgfritt.";
DefaultSearchProviderName.pfm_title = "Navn for standard søkeleverandør";
DefaultSearchProviderName.pfm_description = "Angir navnet på standard søkeleverandør. Hvis feltet står tomt, brukes vertsnavnet som angis av nettadressen for søk.";
DefaultSearchProviderSearchURL.pfm_title = "Nettadresse for søk for standard søkeleverandør";
DefaultSearchProviderSearchURL.pfm_description = "Angir nettadressen til søkemotoren som brukes når et standardsøk utføres. Nettadressen skal inneholde strengen «{searchTerms}», som på søketidspunktet blir erstattet av søkeordene brukeren søker etter.";
DefaultSearchProviderSuggestURL.pfm_title = "Foreslått nettadresse for standard søkeleverandør";
DefaultSearchProviderSuggestURL.pfm_description = "Angir nettadressen til søkemotoren som brukes for å tilby søkeforslag. Nettadressen må inneholde strengen «{searchTerms}», som på søketidspunktet blir erstattet av teksten brukeren har skrevet inn så langt. Valgfritt.";
DeveloperToolsDisabled.pfm_title = "Deaktiver utviklerverktøy";
DeveloperToolsDisabled.pfm_description = "Deaktiverer utviklerverktøy og JavaScript-konsollen. Hvis du aktiverer denne innstillingen, fjernes tilgangen til utviklerverktøy, og nettstedselementer kan ikke inspisereres lenger. Alle hurtigtaster og alle oppføringer for menyer eller hurtigmenyer for å åpne utviklerverktøy eller JavaScript-konsollen deaktiveres.";
Disable3DAPIs.pfm_title = "Deaktiver støtte for programmeringsgrensesnitt for 3D-grafikk";
Disable3DAPIs.pfm_description = "Deaktiver støtte for programmeringsgrensesnitt for 3D-grafikk. Aktivering av denne innstillingen hindrer nettsider i å få tilgang til grafikkprosessoren (GPU). Dette betyr i klartekst at nettsider ikke får tilgang til programmeringsgrensesnittet for WebGL, og at programtillegg ikke kan bruke programmeringsgrensesnittet for Pepper 3D. Deaktivering av denne innstillingen lar potensielt nettsider bruke programmeringsgrensesnittet for WebGL og programtillegg bruke programmeringsgrensesnittet for Pepper 3D. Standardinnstillingene til nettleseren kan likevel kreve at kommandolinjeargumenter godkjennes for at disse programmeringsgrensesnittene kan brukes.";
DisableAuthNegotiateCnameLookup.pfm_title = "Deaktiver CNAME-oppslag under forhandling om Kerberos-godkjenning";
DisableAuthNegotiateCnameLookup.pfm_description = "Angir hvorvidt generert SPN for Kerberos baseres på det kanoniske DNS-navnet eller navnet som oppgis. Hvis du aktiverer denne innstillingen, blir CNAME-oppslag hoppet over, og tjenernavnet som oppgis blir brukt. Hvis du deaktiverer denne innstillingen, bestemmes det kanoniske tjenernavnet ved hjelp CNAME-oppslag.";
DisablePluginFinder.pfm_title = "Deaktiver programtilleggssøk";
DisablePluginFinder.pfm_description = "Hvis du aktiverer denne innstillingen, deaktiveres automatisk søk etter og installering av manglende programtillegg i Chromium.";
DisableSpdy.pfm_title = "Deaktiver SPDY-protokoll";
DisableSpdy.pfm_description = "Deaktiverer bruk av SPDY-protokollen i Chromium.";
DisabledPlugins.pfm_title = "Liste over deaktiverte programtillegg";
DisabledPlugins.pfm_description = "Angir en liste programtillegg som er deaktiverte i Chromium og hindrer brukere i å endre denne innstillingen. Jokertegnene «*» og «?» kan brukes til å tilsvaresekvenser av vilkårlige tegn. «*» tilsvarer et vilkårlig antall tegn, mens «?» angir et valgfritt enkelttegn, og tilsvarer med andre ord null eller ett tegn. Omgåelsestegnet er «\», så for å tilsvare faktiske tegn av typen «*», «?» eller «\», kan du sette tegnet «\» fremfor dem. Hvis du aktiverer denne innstillingen, brukes den angitte listen over programtillegg aldri i Chromium. Programtilleggene er merket som deaktiverte i «about:plugins», og brukerne kan ikke aktivere dem. Vær oppmerksom på at denne retningslinjen kan overstyres av DisabledPlugins og DisabledPluginsExceptions.";
DisabledPluginsExceptions.pfm_title = "Liste over unntak fra listen over deaktiverte programtillegg";
DisabledPluginsExceptions.pfm_description = "Angir en liste programtillegg som brukeren kan aktivere eller deaktivere i Chromium. Jokertegnene «*» og «?» kan brukes til å tilsvare sekvenser av vilkårlige tegn. «*» tilsvarer et vilkårlig antall tegn, mens «?» angir et valgfritt enkelttegn, og tilsvarer med andre ord null eller ett tegn. Omgåelsestegnet er «\», så for å tilsvarer faktiske tegn av typen «*», «?» eller «\», kan du sette tegnet «\» fremfor dem. Hvis du aktiverer denne innstillingen, kan ikke den angitte listen over programtillegg brukes i Chromium. Brukerne kan aktivere eller deaktivere dem i «about:plugins», selv om programtillegget også matcher et mønster i DisabledPlugins. Brukerne kan også aktivere og deaktivere programtillegg som ikke tilsvarer noen mønstre i DisabledPlugins, DisabledPluginsExceptions og EnabledPlugins.";
DisabledSchemes.pfm_title = "Liste over deaktiverte protokollsystemer";
DisabledSchemes.pfm_description = "Deaktiverer de oppførte protokollsystemene i Chromium. Nettadresser som bruker et system fra denne listen lastes ikke inn, og kan ikke navigeres til.";
DiskCacheDir.pfm_title = "Angi katalog for diskbufring";
DiskCacheDir.pfm_description = "Konfigurerer katalogen som Chromium skal bruke til lagring av bufrede filer på disken. Hvis du angir denne retningslinjen, bruker Chromium den angitte katalogen uansett om brukeren har spesifisert flagget «--disk-cache-dir» eller ikke.";
DnsPrefetchingEnabled.pfm_title = "Aktiver nettverksforslag.";
DnsPrefetchingEnabled.pfm_description = "Aktiverer nettverksforslag i Chromium og hindrer brukere i å endre denne innstillingen. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den i Chromium.";
DownloadDirectory.pfm_title = "Angi nedlastingskatalog";
DownloadDirectory.pfm_description = "Konfigurerer katalogen som Chromium bruker for nedlasting av filer. Hvis du angir denne retningslinjen, bruker Chromium den angitte katalogen, uavhengig av om brukeren har angitt en katalog eller valgt at det skal spørres om plassering for nedlasting hver gang.";
EditBookmarksEnabled.pfm_title = "Aktiverer eller deaktiverer bokmerkeredigering";
EditBookmarksEnabled.pfm_description = "Aktiverer eller deaktiverer redigering av bokmerker i Chromium. Hvis du aktiverer denne innstillingen, kan bokmerker legges til, fjernes eller endres. Dette er standardinnstillingen. Hvis du deaktiverer denne innstillingen, kan ikke bokmerker legges til, fjernes eller endres. Eksisterende bokmerker er fortsatt tilgjengelige.";
EnableAuthNegotiatePort.pfm_title = "Inkluder ikke-standardisert port i SPN for Kerberos";
EnableAuthNegotiatePort.pfm_description = "Angir hvorvidt generert SPN (hovednavn for tjenesten) for Kerberos skal inneholde en ikke-standardisert port. Hvis du aktiverer denne innstillingen, og en ikke-standardisert port (f.eks. en annen port enn 80 eller 443) angis, blir den inkludert i generert SPN for Kerberos. Hvis du deaktiverer denne innstillingen, kommer generert SPN for Kerberos ikke til å inneholde en port i det hele tatt.";
EnabledPlugins.pfm_title = "Liste over aktiverte programtillegg";
EnabledPlugins.pfm_description = "Angir en liste over programtillegg som er aktiverte i Chromium og hindrer brukere i å endre denne innstillingen. Jokertegnene «*» og «?» kan brukes til å tilsvare sekvenser av vilkårlig tegn. «*» tilsvarer et vilkårlig antall tegn, mens «?» angir et valgfritt enkelttegn, og tilsvarer med andre ord null eller ett tegn. Omgåelsestegnet er «\», så for å matche faktiske tegn av typen «*», «?» eller «\», kan du sette tegnet «\» fremfor dem. Den angitte listen over programtillegg brukes alltid i Chromium hvis de er installert. Programtilleggene er merket som aktiverte i «about:plugins», og brukerne kan ikke deaktivere dem. Vær oppmerksom på at denne retningslinjen overstyrer både DisabledPlugins og DisabledPluginsExceptions.";
ExtensionInstallBlacklist.pfm_title = "Utvidelses-ID-er brukeren skal hindres i å installere (eller * for alle)";
ExtensionInstallBlacklist.pfm_description = "Lar deg angi hvilke utvidelser brukerne IKKE kan installere. Utvidelser som allerede er installert blir fjernet hvis de står på sperrelisten. En sperrelisteverdi på * betyr at alle utvidelser står på sperrelisten, med mindre de står spesifikt oppført på godkjenningslisten.";
ExtensionInstallForcelist.pfm_title = "Utvidelses-ID-er og oppdateringsnettadresser som skal gjennomføre stille installasjon";
ExtensionInstallForcelist.pfm_description = "Lar deg angi en liste over utvidelser som skal gjennomføre stille installasjon, uten brukerinteraksjon. Hvert element i listen er en streng som inneholder en utvidelses-ID og en oppdateringsnettadresse som adskilles med semikolon (;). For eksempel: lcncmkcnkcdbbanbjakcencbaoegdjlp;https://clients2.google.com/service/update2/crx. Chromium henter utvidelsen som angis av ID-en fra den angitte nettadressen for hvert element, og gjennomfører en stille installasjon. Følgende sider forklarer hvordan du kan være vert for utvidelser på din egen tjener. Informasjon om oppdateringsnettadresser: http://code.google.com/chrome/extensions/autoupdate.html. Informasjon om vertskap for utvidelser generelt: http://code.google.com/chrome/extensions/hosting.html. Brukere kan ikke avinstallere utvidelser som angis av denne retningslinjen. Hvis du fjerner en utvidelse fra denne listen, blir den automatisk avinstallert av Chromium. Utvidelser som står på sperrelisten i «ExtensionInstallBlacklist» og som ikke står på godkjenningslisten, kan ikke tvangsinstalleres av denne retningslinjen.";
ExtensionInstallWhitelist.pfm_title = "Utvidelses-ID-er som skal unntas sperrelisten";
ExtensionInstallWhitelist.pfm_description = "Lar deg angi hvilke utvidelser som ikke omfattes av sperrelisten. En sperrelisteverdi på * betyr at alle utvidelser settes på sperrelisten, og at brukere kun kan installere utvidelser som står oppført på godkjenningslisten. Alle utvidelser står på godkjenningslisten som standard. Men hvis alle utvidelser har blitt oppført på sperrelisten, kan godkjenningslisten overstyre dette.";
GSSAPILibraryName.pfm_title = "Navn på GSSAPI-bibliotek";
GSSAPILibraryName.pfm_description = "Angir hvilket GSSAPI-bibliotek som skal brukes for HTTP-godkjenning. Du kan angi enten bare et biblioteknavn eller en full bane. Hvis ingen innstilling angis, går Chromium tilbake til å bruke et standard biblioteknavn.";
HomepageIsNewTabPage.pfm_title = "Bruk siden Ny fane som startside";
HomepageIsNewTabPage.pfm_description = "Konfigurerer typen for standard startside i Chromium, og hindrer brukere i å endre innstillinger for startside. Startsidetypen kan enten angis til å være en nettadresse du bestemmer, eller angis som nettstedet på siden Ny fane. Hvis du aktiverer denne innstillingen, brukes siden Ny Fane som startsiden, og nettadressen for startsiden ignoreres. Hvis du deaktiverer denne innstillingen, brukes siden Ny fane aldri som brukerens startside, med mindre nettadressen er angitt som «chrome://newtab». Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre startsidetypen i Chromium.";
HomepageLocation.pfm_title = "Nettadresse for startside";
HomepageLocation.pfm_description = "Konfigurerer nettadressen for standard startside i Chromium og hindrer brukerne i å endre den. Startsidetypen kan enten angis til å være en nettadresse du spesifiserer her, eller angis som nettstedet på siden Ny fane. Hvis du velger siden Ny fane, ignoreres denne retningslinjen. Hvis du aktiverer denne innstillingen, kan ikke brukerne endre startsiden sin i Chromium, men de kan fremdeles velge nettstedet på siden Ny fane som startside.";
ImagesAllowedForUrls.pfm_title = "Tillat bilder på disse nettstedene";
ImagesAllowedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som kan vise bilder.";
ImagesBlockedForUrls.pfm_title = "Blokkér bilder på disse nettstedene";
ImagesBlockedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som ikke har tillatelse til å vise bilder.";
IncognitoEnabled.pfm_title = "Aktiver inkognitomodus";
IncognitoEnabled.pfm_description = "Aktiverer inkognitomodus i Chromium. Hvis denne innstillingen er aktivert eller ikke konfigurert, kan brukerne åpne nettsider i inkognitomodus. Hvis denne innstillingen er deaktivert, kan ikke brukerne åpne nettsider i inkognitomodus.";
InstantEnabled.pfm_title = "Aktiver Instant";
InstantEnabled.pfm_description = "Aktiverer Instant-funksjonen til Chromium og hindrer brukere i å endre denne innstillingen. Hvis du aktiverer denne innstillingen, er Instant aktivert i Chromium. Hvis du deaktiverer denne innstillingen, er Instant deaktivert i Chromium. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den.";
JavaScriptAllowedForUrls.pfm_title = "Tillat JavaScript på disse nettstedene";
JavaScriptAllowedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som har tillatelse til å kjøre JavaScript.";
JavaScriptBlockedForUrls.pfm_title = "Blokkér JavaScript på disse nettstedene";
JavaScriptBlockedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som ikke har tillatelse til å kjøre JavaScript.";
JavascriptEnabled.pfm_title = "Aktiver JavaScript";
JavascriptEnabled.pfm_description = "Aktiverer JavaScript i Chromium, og hindrer brukere i å endre denne innstillingen. Hvis denne innstillingen er aktivert eller ikke konfigurert, kan nettsider bruke JavaScript. Hvis denne innstillingen er deaktivert, kan ikke nettsider bruke JavaScript.";
MetricsReportingEnabled.pfm_title = "Aktiver rapportering av bruk og programstopprelaterte data";
MetricsReportingEnabled.pfm_description = "Aktiverer anonym rapportering av bruk og programstopprelaterte data om Chromium til Google, og hindrer brukere fra å endre denne innstillingen. Hvis du aktiverer denne innstillingen, sendes det anonyme rapporter om bruk og programstopprelaterte data til Google. Hvis du deaktiverer denne innstillingen, sendes det aldri anonyme rapporter om bruk og programstopprelaterte data til Google. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre denne innstillingen i Chromium.";
PasswordManagerAllowShowPasswords.pfm_title = "Tillat brukere å vise passord i passordbehandling";
PasswordManagerAllowShowPasswords.pfm_description = "Kontrollerer hvorvidt brukeren kan vise passord i klartekst i passordbehandling. Hvis du deaktiverer denne innstillingen, tillater ikke passordbehandlingen at lagrede passord vises i klartekst i passordbehandlingsvinduet. Hvis du aktiverer eller ikke konfigurerer denne innstillingen, kan brukerne se passordene sine i klartekst i passordbehandlingen.";
PasswordManagerEnabled.pfm_title = "Aktiver passordbehandling";
PasswordManagerEnabled.pfm_description = "Aktiverer lagring av passord og bruk av lagrede passord i Chromium. Hvis du aktiverer denne innstillingen, kan brukere ha huskede passord i Chromium, og angi dem automatisk neste gang de logger seg på et nettsted. Hvis du deaktiverer denne innstillingen, kan ikke brukerne lagre passord eller bruke allerede lagrede passord. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den i Chromium.";
PluginsAllowedForUrls.pfm_title = "Tillat programtillegg på disse nettstedene";
PluginsAllowedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som har tillatelse til å kjøre programtillegg.";
PluginsBlockedForUrls.pfm_title = "Blokkér programtillegg på disse nettstedene";
PluginsBlockedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som ikke har tillatelse til å kjøre programtillegg.";
PopupsAllowedForUrls.pfm_title = "Tillat forgrunnsvindu på disse nettstedene";
PopupsAllowedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som har tillatelse til å åpne forgrunnsvinduer.";
PopupsBlockedForUrls.pfm_title = "Blokkér forgrunnsvinder på disse nettstedene";
PopupsBlockedForUrls.pfm_description = "Lar deg angi en liste over nettadressemønstre som bestemmer hvilke nettsteder som ikke har tillatelse til å åpne forgrunnsvinduer.";
PrintingEnabled.pfm_title = "Aktiver utskrift";
PrintingEnabled.pfm_description = "Aktiverer utskrift i Chromium og hindrer brukere i å endre denne innstillingen. Hvis denne innstillingen er aktivert eller ikke konfigurert, kan brukerne skrive ut. Hvis denne innstillingen er deaktivert, kan ikke brukerne skrive ut fra Chromium. Utskrift er deaktivert i skiftenøkkelmenyen, utvidelser, JavaScript-programmer osv. Det er fortsatt mulig å skrive ut fra programtillegg som omgår Chromium under utskrift. Enkelte Flash-programmer har for eksempel utskriftsalternativet i kontekstmenyen, og der deaktiveres ikke alternativet.";
ProxyBypassList.pfm_title = "Kommadelt liste over regler for å omgå mellomtjener";
ProxyBypassList.pfm_description = "Chromium omgår alle mellomtjenere for listen over verter som oppgis her. Denne retningslinjen gjelder bare hvis du har valgt manuelle mellomtjenerinnstillinger under «Velg hvordan proxytjenerinnstillinger angis». Du finner detaljerte eksempler her: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyMode.pfm_title = "Velg hvordan proxytjenerinnstillinger angis";
ProxyMode.pfm_description = "direct - Aldri bruk mellomtjener\nauto_detect - Gjenkjenn mellomtjenerinnstillinger automatisk\npac_script - Bruk et .pac-skript for mellomtjener\nfixed_servers - Bruk faste proxytjenere\nsystem - Bruk systeminnstillingene for mellomtjener\nLar deg spesifisere proxytjeneren som brukes av Chromium og hindrer brukere i å endre mellomtjenerinnstillinger. Hvis du velger å aldri bruke en proxytjener og alltid bruke direkte tilkobling, ignoreres alle andre alternativer. Hvis du velger å bruke systemets mellomtjenerinnstillinger eller automatisk gjenkjenning av proxytjeneren, ignoreres alle andre alternativer. Hvis du velger mellomtjenermodusen fast tjener, kan du angi flere alternativer i «Adresse eller nettadresse for proxytjener» og «Kommadelt liste over regler for å omgå mellomtjener». Hvis du velger å bruke et .pac-skript for mellomtjeneren, må du angi nettadressen til skriptet i «Nettadresse til en .pac-fil for mellomtjener». Du finner detaljerte eksempler her: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett Hvis du aktiverer denne innstillingen, ignorerer Chromium alle mellomtjenerrelaterte alternativer som spesifiseres fra kommandolinjen.";
ProxyPacUrl.pfm_title = "Nettadresse til en .pac-fil for mellomtjener";
ProxyPacUrl.pfm_description = "Du kan angi en nettadresse til en .pac-fil for mellomtjener her. Denne retningslinjen gjelder kun hvis du har valgt manuelle mellomtjenerinnstillinger i «Velg hvordan proxytjenerinnstillinger angis». Du finner detaljerte eksempler her: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
ProxyServer.pfm_title = "Adresse eller nettadresse for proxytjener";
ProxyServer.pfm_description = "Du kan angi nettadressen til proxytjeneren her. Denne retningslinjen gjelder kun hvis du har valgt manuelle mellomtjenerinnstillinger under «Velg hvordan proxytjenerinnstillinger angis». Du finner flere alternativer og detaljerte eksempler her: http://www.chromium.org/developers/design-documents/network-settings#TOC-Command-line-options-for-proxy-sett";
RestoreOnStartup.pfm_title = "Handling ved oppstart";
RestoreOnStartup.pfm_description = "0 - Åpne startsiden\n1 - Gjenåpne nettadressene som sist var åpne\n4 - Åpne en liste over nettadresser\nLar deg spesifisere atferden ved oppstart. Hvis du velger alternativet for åpning av startside, blir startsiden alltid åpnet når du starter Chromium. Hvis du velger «Gjenåpne nettadressene som sist var åpne», blir nettadressene som var åpne forrige gang Chromium ble lukket, gjenåpnet. Hvis du velger «Åpne en liste over nettadresser», åpnes listen «Nettadresser som skal åpnes ved oppstart» når en bruker starter Chromium. Hvis du aktiverer denne innstillingen, kan ikke brukere endre eller overstyre den i Chromium. Deaktivering av denne innstillingen tilsvarer å ikke konfigurere den. Brukeren kan fremdeles endre den i Chromium.";
RestoreOnStartupURLs.pfm_title = "Nettadresser som skal åpnes ved oppstart";
RestoreOnStartupURLs.pfm_description = "Hvis «Åpne en liste over nettadresser» er valgt som oppstartshandling, gir dette deg mulighet til å angi listen over nettadresser som åpnes.";
SafeBrowsingEnabled.pfm_title = "Aktiver Safe Browsing";
SafeBrowsingEnabled.pfm_description = "Aktiverer Safe Browsing-funksjonen til Chromium og hindrer brukere i å endre denne innstillingen. Hvis du aktiverer denne innstillingen, er Safe Browsing alltid aktiv. Hvis du deaktivere denne innstillingen, er Safe Browsing aldri aktiv. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den i Chromium.";
SavingBrowserHistoryDisabled.pfm_title = "Deaktiver lagring av nettleserlogg";
SavingBrowserHistoryDisabled.pfm_description = "Deaktiverer lagring av nettleserlogg i Chromium og hindrer brukere i å endre denne innstillingen. Hvis denne innstillingen er aktivert, blir ikke nettleserloggen lagret. Hvis denne innstillingen er deaktivert eller ikke konfigurert, blir nettleserloggen lagret.";
SearchSuggestEnabled.pfm_title = "Aktiver søkeforslag";
SearchSuggestEnabled.pfm_description = "Aktiverer søkeforslag i søkefeltet til Chromium og hindrer brukere i å endre denne innstillingen. Hvis du aktiverer denne innstillingen, brukes søkeforslag. Hvis du deaktiverer denne innstillingen, brukes aldri søkeforslag. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den i Chromium.";
ShowHomeButton.pfm_title = "Vis startsideknappen på verktøylinjen";
ShowHomeButton.pfm_description = "Viser startsideknappen på verktøylinjen i Chromium. Hvis du aktiverer denne innstillingen, vises startsideknappen alltid. Hvis du deaktiverer denne innstillingen, vises startsideknappen aldri. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den i Chromium.";
SyncDisabled.pfm_title = "Deaktiver synkronisering av data med Google";
SyncDisabled.pfm_description = "Deaktiverer datasynkronisering i Chromium ved hjelp av Google-vertsbaserte synkroniseringstjenester, og hindrer brukerne i å endre denne innstillingen. Hvis du aktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den i Chromium.";
TranslateEnabled.pfm_title = "Aktiver oversettelse";
TranslateEnabled.pfm_description = "Aktiverer den integrerte Google Oversetter-tjenesten i Chromium. Hvis du aktiverer denne innstillingen, viser Chromium en integrert verktøylinje som tilbyr å oversette siden for brukeren, når dette er aktuelt. Hvis du deaktiverer denne innstillingen, ser aldri brukerne oversettelsesraden. Hvis du aktiverer eller deaktiverer denne innstillingen, kan ikke brukerne endre eller overstyre den i Chromium.";
UserDataDir.pfm_title = "Angi katalog for brukerdata";
UserDataDir.pfm_description = "Konfigurerer katalogen som Chromium bruker for lagring av brukerdata. Hvis du angir denne retningslinjen, bruker Chromium den aktuelle katalogen uansett om brukeren har spesifisert flagget «--user-data-dir» eller ikke.";